export type questionType = {
  id: number;
  name: string;
  text: string;
};

export const questions: questionType[] = [
  {
    id: 1,
    name: "Как оформить заказ?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 2,
    name: "Как оплатить заказ?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 3,
    name: "Сколько стоит доставка?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 4,
    name: "Есть ли доставка в другие страны?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 5,
    name: "Заказ оформлен. Что дальше?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 6,
    name: "Со мной так никто и не связался. Что делать?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 7,
    name: "У вас есть сертификаты на продукцию?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 8,
    name: "Где еще можно купить вашу продукцию?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 9,
    name: "Есть ли противопоказания к применению?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
  {
    id: 10,
    name: "Можно ли вернуть купленные товары?",
    text: "Оплата заказа производится на сайте с помощью банковской карты (Мир, Visa, MasterCard и др.) Отправка товара осуществляется только по 100% предоплате. Чек поступит на вашу электронную почту",
  },
];
